---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.DividedPathFailures
source: html/0cdd8502-d661-31e1-ae44-3740273c95ae.htm
---
# BuiltInFailures.DividedPathFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.